
import { FaAngleUp } from 'react-icons/fa6';

import './AboutCompany.css'


const AboutCompany = ({OpenMore}) => {
  return (
    <div className='aboutcmp'>
        <span>آگهی‌های شغلی جدید، شناخت سازمان‌ها، کسب مهارت تخصصی و در نهایت، ارسال رزومه به فرصت‌های شغلی متناسب با شرایط خود نیاز دارند</span>
        <p>سایت استخدامی جاب ویژن از سال 1395 فعالیت خود را آغاز کرده است. جاب ویژن در سال‌های فعالیت خود پیوسته تلاش کرده با ارائه امکانات مختلف و رفع نیازهای شما، مسیر سخت جستجوی کار و کاریابی و استخدام نیروی کار را به راهی هموار تبدیل کند. در این سایت درج آگهی از سوی کارفرمایان یا مسئولان منابع انسانی انجام شده و نیازمندی های شغلی، حقوق، بیمه و شرایط جذب نیرو در آگهی کار درج می‌شوند</p>
        <p>رزومه ساز دوزبانه رایگان، ارائه آگهی های استخدام جدید معتبرترین سازمان‌ها و شرکت های کشور، سیستم هوشمند انطباق، امکان شرکت در آزمون‌های شخصیت شناسی معتبر، به روز بودن فرصت‌های شغلی، ارائه دوره‌های آموزشی برای افزایش مهارت کارجویان و... از جمله این امکانات است</p>
        <h2>مراحل و نحوه‌ی استفاده از امکانات جاب ویژن</h2>
        <p>در ادامه، به طور مختصر مراحل و نحوه استفاده از امکاناتی را که سایت کاریابی و استخدامی جاب ویژن در اختیار شما قرار می‌دهد، بررسی می‌کنیم</p>
        <h2>ثبت‌نام در سایت جاب ویژن</h2>
        <p>برای ارسال رزومه از طریق سایت استخدامی جاب ویژن، ابتدا باید در آن ثبت نام کنید. برای این کار روی دکمه‌ی ورود/عضویت کلیک کنید. برای ثبت نام، کافیست ایمیل خود را وارد کرده و برای حساب کاربری‌تان یک رمز عبور انتخاب نمایید. علاوه بر آن، امکان ثبت‌نام با گوگل و لینکدین نیز برای شما فراهم شده است</p>
        <h2>ساخت رزومه در سایت استخدام و کاریابی جاب ویژن</h2>
        <p>بعد از ثبت‌نام در سایت، به‌راحتی می‌توانید با رزومه‌ساز آنلاین جاب ویژن، یک رزومه‌ی‌ حرفه‌ای و جذاب بسازید. سرویس ساخت رزومه جاب ویژن، این امکان را به شما می‌دهد که همزمان رزومه فارسی و انگلیسی خود را تکمیل کنید. شما همچنین می‌توانید یک فایل صوتی برای معرفی خودتان در رزومه بارگذاری کنید. ساختار استاندارد، طراحی جذاب، یکدست بودن رزومه همه‌ کارجویان و امکان ساخت رایگان از جمله مهم‌ترین امکاناتی هستند که در این مرحله در اختیار شما قرار داده شده‌اند</p>
        <p>رزومه‌ساز جاب ویژن به شما این امکان را می‌دهد که تمام اطلاعات ضروری خود را با کارفرمایان به اشتراک بگذارید. برخی از اطلاعاتی که می‌توانید در رزومه خود وارد کنید عبارتند از: اطلاعات اولیه (شامل نام، جنسیت، تاریخ تولد و...)، سوابق تحصیلی، سوابق شغلی، زبان‌ها، مهارت‌های نرم‌افزاری، مهارت‌های تکمیلی، مدیران و همکاران سابق، دوره‌های آموزشی، جوایز و افتخارات، پروژه‌ها و تجربیات آکادمیک، کتاب‌ها و مقالات، فعالیت‌های داوطلبانه، اطلاعات تماس، نمونه کارها و حقوق پیشنهادی</p>
        <h2>جستجوی آگهی استخدام نیروی کار در سایت جاب ویژن</h2>
        <p>برای پیدا کردن آگهی‌های استخدام کار، می‌توانید به صفحه فرصت‌های شغلی و یا صفحه فرصت‌های شغلی پیشنهادی مراجعه کرده و جدیدترین نیازمندی‌ها را مشاهده کنید</p>
        <p>همچنین، در این صفحه برای کمک به جستجوی دقیق‌تر و پیدا کردن آگهی استخدام کار مورد نظرتان، فیلترهای مختلفی قرار داده شده است. به عنوان مثال، با استفاده از فیلتر شهر، می‌توانید آگهی های استخدام امروز تهران، اصفهان، تبریز، مشهد، شیراز و شهرهای دیگر را به طور خاص جستجو و مشاهده کنید</p>
        <p>در سایت جاب ویژن، می‌توانید با استفاده از فیلترهای کارآموزی، دورکاری و امریه سربازی، نتایج آگهی‌ها را دسته‌بندی کنید. همچنین، سایت استخدامی جاب ویژن همواره در تلاش است که فرایند کاریابی را برای همه‌ی افراد جامعه، از جمله افراد دارای معلولیت، تسهیل کند. به همین منظور، می‌توانید با استفاده از فیلتر امکان استخدام معلولین، آگهی‌های شغلی مربوطه را مشاهده کنید</p>
        <p>برای دستیابی به فرصت‌های شغلی با درآمد مشخص، می‌توانید از فیلتر حقوق استفاده کنید. با استفاده از این فیلتر، مشاغل به گروه‌هایی با حقوق زیر 4 میلیون تومان، بین 4 و 8 میلیون تومان، بین 8 الی 12 میلیون تومان، بین 12 الی 20 میلیون تومان، بین 20 الی 35 میلیون تومان، بین 35 الی 60 میلیون تومان و همچنین بالای 60 میلیون تومان دسته‌بندی می‌شوند</p>
        <p>یکی از فیلترهای دیگری که در سایت استخدام جاب ویژن وجود دارد، نوع همکاری است. با استفاده از این فیلتر می‌توانید آگهی‌های شغلی را به سه دسته پاره وقت، تمام وقت و قراردادی/پروژه‌ای تقسیم کنید. با استفاده از فیلتر زمان انتشار نیز دسترسی به جدیدترین آگهی‌های شغلی برای شما امکان‌پذیر شده است. شما می‌توانید آگهی‌ها را با توجه به اینکه در 3 روز اخیر، 1 هفته اخیر، 15 روز اخیر یا 1 ماه اخیر منتشر شده‌اند، فیلتر کنید</p>
        <p>معمولا، میزان تجربه و سابقه کار یکی از معیارهای مهم برای کارفرما است. به همین دلیل، می‌توانید با کمک فیلتر سابقه کاری، نتایج جستجو را به موقعیت‌های شغلی بدون سابقه کار، کمتر از 2 سال، بین 2 تا 5 سال، بین 5 تا 8 سال، بین 8 تا 12 سال و بالاتر از 12 سال محدود کنید</p>
        <p>روش های استخدام و کاریابی در سازمان‌ها متفاوت است. برای تسهیل فرایند جذب نیرو، ممکن است آن‌ها مزایای مختلفی را برای کارمندان جدید خود در نظر بگیرند. یک کارفرما ممکن است مراحل دریافت وام را برای کارمندان خود تسهیل کند و کارفرمای دیگر، ممکن است برای نیروهای خود وعده‌های غذایی رایگان از جمله صبحانه و ناهار در نظر بگیرد. به همین منظور، با استفاده از فیلتر مزایا و تسهیلات می‌توانید گزینه‌هایی مانند سرویس رفت و برگشت، وام، پاداش، پورسانت، محل سکونت سازمانی و... را انتخاب کنید</p>
        <p>برای پیدا کردن موقعیت‌های شغلی با فیلتر سطح ارشدیت، می‌توانید نتایج را به سطوح کارگر، کارمند، کارشناس، کارشناس ارشد، مدیر میانی، معاونت و مدیر ارشد دسته‌بندی کنید. در نهایت، با کمک فیلتر صنعت، می‌توانید آگهی‌های مربوط به حوزه‌ی مورد علاقه‌ی خود را مشاهده کنید</p>
        <h2>ارسال رزومه از طریق سایت کاریابی و استخدام جاب ویژن</h2>
        <p>در این مرحله می‌توانید با چند کلیک، رزومه خود را برای فرصت‌های شغلی مناسب در بانک مشاغل جاب ویژن ارسال کنید. بعد از ارسال رزومه باید منتظر بمانید تا کارفرما با شما تماس بگیرد. پس از اینکه رزومه خود را برای کارفرما ارسال کردید، با ورود به صفحه‌ی رزومه‌های ارسال شده، می‌توانید وضعیت درخواست خود را پیگیری کنید. درخواست‌های شما در یکی از شش حالت دریافت شده توسط کارفرما، در اولویت بررسی، تأیید شده، رد شده، انصراف داده شده و بسته شده قرار دارند</p>
        <p>برای اینکه به اشتباه چندین بار برای یک موقعیت شغلی رزومه نفرستید، می‌توانید در صفحه آگهی هر شغل قسمت سوابق ارسال رزومه برای این شرکت را چک کنید. در این قسمت می‌توانید تاریخ ارسال رزومه و وضعیت آن را مشاهده کنید. همچنین، وقتی رزومه‌ی خود را در صفحه رزومه من تغییر می‌دهید، نیازی به ارسال مجدد آن برای کارفرمایان نیست؛ آن‌ها می‌توانند جدیدترین نسخه رزومه شما را مشاهده کنند</p>
        <h2>افزایش شانس استخدام و کاریابی در شرکت‌های معتبر</h2>
        <p>شما به عنوان کارجو باید کاری بیشتر از ارسال رزومه انجام دهید. بازار کار رقابتی امروز موجب شده تا برای هر آگهی استخدامی تعداد زیادی رزومه ارسال شود. بنابراین، باید به دنبال راه‌هایی برای متمایز کردن خود در میان این تعداد کارجو باشید. به ویژه در کلانشهری مثل تهران باید برای به دست آوردن موقعیت شغلی و جلب توجه کارفرمایان تلاش مضاعفی انجام داده و خود و توانایی‌هایتان را به کارفرما اثبات کنید</p>
        <p>استفاده از امکانات Job Vision، یکی از بهترین‌ راه‌حل‌ها برای موفقیت در این مسیر است. بدون شک داشتن سابقه کار مرتبط و کافی شانس استخدام شما در موقعیت شغلی مورد نظرتان را افزایش خواهد داد، اما عدم تجربه را نیز می‌توانید با گذراندن دوره‌های تخصصی و کارآموزی جبران کنید. امروزه برای این کار لازم نیست هزینه‌ و زمان زیادی صرف کنید. دوره‌های آموزشی آنلاین متعددی وجود دارند که با شرکت در آن‌ها می‌توانید مهارت‌های لازم را کسب کنید</p>
        <p>علاوه بر افزایش مهارت‌های سخت، باید بتوانید مهارت‌های نرم خود را نیز افزایش دهید. مهارت‌های نرم، ویژگی‌های شخصیتی و رفتارهایی هستند که باعث می‌شوند با دیگران تعامل و همکاری بهتری داشته باشیم. همانطور که مهارت‌های سخت برای موفقیت در آزمون استخدامی مهم هستند، داشتن مهارت‌های نرم به موفقیت در مصاحبه‌های استخدامی شرکت ها کمک زیادی می‌کند</p>
        <p>برای تقویت مهارت‌های نرم و موفقیت در مصاحبه، لازم است به شناخت عمیقی از شخصیت خود برسید تا بتوانید نقاط ضعفتان را شناسایی کنید. سنجش ویژگی‌های شخصیتی شما برای بسیاری از کارفرمایان حائز اهمیت است. به همین دلیل، ما در سایت کاریابی جاب ویژن، 5 آزمون شخصیت شناسی معتبر را در اختیارتان قرار داده‌ایم تا با شرکت در آن‌ها به درک عمیق‌تری از توانمندی‌ها و نقاط ضعف خود برسید</p>
        <p>آشنایی کامل با مهارت‌ها و توانایی‌ها، باعث می‌شود کارجویان ارزش زحمات خود را بدانند و انتظار حقوقی متناسب با سابقه کار و میزان مهارت خود را داشته باشند. با این حال، اگر مطمئن نیستید که با توجه به شرایطتان باید چه مقدار حقوق بگیرید، می‌توانید از ماشین حساب دستمزد جاب ویژن استفاده کنید. این ابزار با توجه به سابقه کار، حوزه فعالیت و شهر محل کارتان، حقوقی که باید دریافت کنید را تخمین می‌زند</p>
        <p>استخدام شدن و کاریابی همیشه سخت نیست، فقط کافیست تا راه و رسم آن را بلد باشید. ما در این راه کنار شما هستیم تا بتوانید به شغل ایده آل خود برسید</p>
        <div>
            <h2>آخرین مطالب بلاگ </h2>
            <br /> 
            <div className='cmp-card'>
               <div className="cmp-3">گزارش افزایش حقوق 1403 کارگران</div>
               <div className="cmp-2">راهنمایی جامع رزومه نویسی برای کارجویان </div>
               <div className="cmp-1">راهنمایی جامع استخدام</div> 
            </div>  
            <div onClick={OpenMore} className='cmp-icons'>
               <FaAngleUp className='cmp-icons-2'/>   مشاهده ی کمتر
            </div>  
        </div>
    </div>
  )
}

export default AboutCompany